<template>
  <div
    id="introduction-section"
    class="container py-10 py-md-15"
  >
    <h2 class="text-center text-primary mb-4">
      هدف از برگزاری
    </h2>
    <p class="text-center">
      سال‌هاست که علاقمندان به Vue.js در سراسر دنیا با هدف گردش اطلاعات، تجربیات و ایده‌ها، گردهمایی‌ها و
      همایش‌هایی برگزار می‌کنند. اکنون این فرصت برای برنامه‌نویسان ایرانی فراهم شده تا در یک فضای دوستانه گرد هم
      آیند و در مورد جذابیت‌ها و چالش‌های کار بار Vue.js صحبت کنند.
    </p>
    <p class="text-center">
      اگر شما هم به Vue.js علاقه دارید و یا به دنبال فرصتی برای آشنایی بیشتر با این فریمورک هستید، به جمع ما
      بپیوندید.
    </p>
  </div>
</template>
